Repository: medinaccesar/protonpass-installer
Catalog: locale/*/LC_MESSAGES/*.po
Languages: ar, bg, de, el, fr, hu, it, nl, pt, ro, ru, sv, zh

source: Establece el idioma de la aplicación (por ejemplo: -l es) y sale
ar: يحدد لغة التطبيق (على سبيل المثال: -l es) ويخرج
bg: Задава езика на приложението (например: -l es) и излиза
de: Legt die Sprache der Anwendung fest (z. B.: -l es) und beendet sie
el: Ορίζει τη γλώσσα της εφαρμογής (π.χ., -l el) και τερματίζει
fr: Définit la langue de l'application (par exemple : -l es) et quitte
hu: Beállítja az alkalmazás nyelvét (pl.: -l hu) és kilép
it: Imposta la lingua dell'applicazione (ad esempio: -l es) e esce
nl: Stel de taal van de applicatie in (bijvoorbeeld: -l es) en sluit af
pt: Define o idioma da aplicação (por exemplo: -l es) e sai
ro: Setează limba aplicației (de exemplu: -l es) și iese
ru: Устанавливает язык приложения (например: -l es) и выходит из программы
sv: Ställer in språket för applikationen (till exempel: -l es) och avslutar
zh: 设置应用程序的语言（例如：-l es）并退出

source: Muestra la versión del programa y sale
ar: يعرض إصدار البرنامج ويخرج
bg: Показва версията на програмата и излиза
de: Zeigt die Programmversion an und beendet das Programm
el: Εμφανίζει την έκδοση του προγράμματος και τερματίζει
fr: Affiche la version du programme et quitte
hu: Megjeleníti a program verzióját és kilép
it: Mostra la versione del programma e esce
nl: Toont de versie van het programma en sluit af
pt: Mostra a versão do programa e sai
ro: Afișează versiunea programului și iese
ru: Показывает версию программы и выходит
sv: Visar programversionen och avslutar programmet
zh: 显示程序版本并退出

source: Idiomas disponibles
ar: اللغات المتاحة
de: Verfügbare Sprachen
el: Διαθέσιμες γλώσσες
fr: Langues disponibles
hu: Elérhető nyelvek
it: Lingue disponibili
nl: Beschikbare talen
pt: Idiomas disponíveis
ro: Limbi disponibile
ru: Доступные языки
sv: Tillgängliga språk
zh: 可用语言

source: Se ha actualizado el idioma a: {}
ar: تم تحديث اللغة إلى: {}
bg: Езикът е актуализиран на: {}
de: Die Sprache wurde aktualisiert auf: {}
el: Η γλώσσα ενημερώθηκε σε: {}
fr: La langue a été mise à jour vers : {}
hu: A nyelv frissítve lett: {}
it: La lingua è stata aggiornata a: {}
nl: De taal is bijgewerkt naar: {}
pt: O idioma foi atualizado para: {}
ro: Limba a fost actualizată la: {}
ru: Язык обновлен до: {}
sv: Språket har uppdaterats till: {}
zh: 语言已更新为：{}

source: No se ha podido actualizar el idioma
ar: تعذر تحديث اللغة
bg: Езикът не може да бъде актуализиран
de: Die Sprache konnte nicht aktualisiert werden
el: Δεν ήταν δυνατή η ενημέρωση της γλώσσας
fr: Impossible de mettre à jour la langue
hu: A nyelvet nem sikerült frissíteni
it: Impossibile aggiornare la lingua
nl: De taal kon niet worden bijgewerkt
pt: Não foi possível atualizar o idioma
ro: Nu s-a putut actualiza limba
ru: Не удалось обновить язык
sv: Det gick inte att uppdatera språket
zh: 无法更新语言

source: {} Este «script» está diseñado para sistemas basados en Debian/Ubuntu o Fedora/RHEL
bg: {} Този „скрипт“ е предназначен за системи, базирани на Debian/Ubuntu или Fedora/RHEL
de: {} Dieses Skript ist für Systeme auf Basis von Debian/Ubuntu oder Fedora/RHEL konzipiert
el: {} Το σενάριο αυτό σχεδιάστηκε για συστήματα βασισμένα σε Debian/Ubuntu ή Fedora/RHEL
hu: {} Ez a szkript Debian/Ubuntu vagy Fedora/RHEL alapú rendszerekhez készült
nl: {} Dit script is ontworpen voor systemen op basis van Debian/Ubuntu of Fedora/RHEL
ro: {} Acest „script” este conceput pentru sisteme bazate pe Debian/Ubuntu sau Fedora/RHEL
sv: {} Detta skript är utformat för system baserade på Debian/Ubuntu eller Fedora/RHEL

source: Idiomas disponibles:
bg: Налични езици

source: {} Suma de verificación esperada: {}
de: {} Erwartete Prüfsumme: {}
fr: {} Contrôle d'intégrité attendu : {}
it: {} Hash atteso: {}
pt: {} Soma de verificação esperada: {}

source: El archivo descargado podría estar corrupto o comprometido.
de: Die heruntergeladene Datei könnte beschädigt oder kompromittiert sein.
fr: Le fichier téléchargé peut être corrompu ou compromis.
it: Il file scaricato potrebbe essere corrotto o compromesso.
pt: O arquivo baixado pode estar corrompido ou comprometido.

source: Por seguridad, no se procederá con la instalación.
de: Aus Sicherheitsgründen wird die Installation nicht fortgesetzt.
fr: Par sécurité, l'installation ne sera pas poursuivie.
it: Per sicurezza, non si procederà con l'installazione.
pt: Por segurança, a instalação não será realizada.

source: Puedes encontrarlo en el menú de aplicaciones o ejecutar 'proton-pass'
de: Sie finden es im Anwendungsmenü oder können 'proton-pass' ausführen
fr: Vous pouvez le trouver dans le menu des applications ou exécuter 'proton-pass'
it: Puoi trovarlo nel menu delle applicazioni o eseguire 'proton-pass'
pt: Pode encontrá-lo no menu de aplicativos ou executar 'proton-pass'

source: {}ProtonPass se ha instalado correctamente
fr: {}ProtonPass a été installé avec succès
