Repository: medinaccesar/protonpass-installer
Catalog: locale/*/LC_MESSAGES/*.po
Languages: ar, bg, de, el, fr, hu, it, nl, pt, ro, ru, sv, zh

source: {} Advertencia: No se han podido limpiar los archivos temporales: {}
ar: {} تحذير: لم يتمكن من تنظيف الملفات المؤقتة: {}
bg: {} Внимание: Не могат да бъдат изчистени временните файлове: {}
de: {} Warnung: Temporäre Dateien konnten nicht gelöscht werden: {}
el: Προειδοποίηση: Δεν ήταν δυνατός ο καθαρισμός των προσωρινών αρχείων: {}
fr: {} Avertissement : Impossible de nettoyer les fichiers temporaires : {}
hu: Figyelmeztetés: Nem sikerült törölni az ideiglenes fájlokat: {}
it: {} Avviso: impossibile pulire i file temporanei: {}
nl: {} Waarschuwing: Kon tijdelijke bestanden niet opruimen: {}
pt: {} Aviso: Não foi possível limpar os arquivos temporários: {}
ro: {} Avertisment: Nu s-au putut curăța fișierele temporare: {}
ru: {} Предупреждение: Не удалось удалить временные файлы: {}
sv: {} Varning: Kunde inte rensa temporära filer: {}
zh: {} 警告：无法清理临时文件：{}

source: {} Obteniendo la información de las versiones...
ar: {} جاري الحصول على معلومات الإصدارات...
bg: {} Извличане на информация за версиите...
de: {} Versionsinformationen werden abgerufen...
el: {} Λήψη πληροφοριών έκδοσης...
fr: {} Obtention des informations de version...
hu: {} Verzióinformációk lekérése...
it: {} Recupero delle informazioni sulle versioni...
nl: {} Versie-informatie ophalen...
pt: {} Obtendo informações da versão...
ro: {} Se obține informația despre versiuni...
ru: {} Получение информации о версиях...
sv: {} Hämtar versionsinformation...
zh: {} 正在获取版本信息...

source: La versión {} no se ha encontrado en el JSON
ar: الإصدار {} غير موجود في JSON
bg: Версията {} не е намерена в JSON
de: Version {} wurde nicht im JSON gefunden
el: Η έκδοση {} δεν βρέθηκε στο JSON
fr: Version {} introuvable dans le JSON
hu: A(z) {} verzió nem található a JSON fájlban
it: Versione {} non trovata nel JSON
nl: Versie {} niet gevonden in JSON
pt: Versão {} não encontrada no JSON
ro: Versiunea {} nu a fost găsită în JSON
ru: Версия {} не найдена в JSON
sv: Version {} hittades inte i JSON
zh: 未在 JSON 中找到版本 {}

source: Error al obtener la información de las versiones: {}
ar: خطأ في الحصول على معلومات الإصدارات: {}
bg: Грешка при получаване на информация за версиите: {}
de: Fehler beim Abrufen der Versionsinformationen: {}
el: Σφάλμα κατά τη λήψη των πληροφοριών έκδοσης: {}
fr: Erreur lors de l'obtention des informations de version : {}
hu: Hiba a verzióinformációk lekérdezésekor: {}
it: Errore durante il recupero delle informazioni sulle versioni: {}
nl: Fout bij ophalen van versie-informatie: {}
pt: Erro ao obter informações da versão: {}
ro: Eroare la obținerea informației despre versiuni: {}
ru: Ошибка при получении информации о версиях: {}
sv: Fel vid hämtning av versionsinformation: {}
zh: 获取版本信息时出错：{}

source: No se ha encontrado el archivo {} en la información de la versión
ar: لم يتم العثور على الملف {} في معلومات الإصدار
bg: Файлът {} не е намерен в информацията за версията
de: {}-Datei wurde in den Versionsinformationen nicht gefunden
el: Το αρχείο {} δεν βρέθηκε στις πληροφορίες έκδοσης
fr: Le fichier {} n'a pas été trouvé dans les informations de version
hu: A(z) {} fájl nem található a verzióinformációk között
it: Il file {} non è stato trovato nelle informazioni della versione
nl: Bestand {} niet gevonden in versie-informatie
pt: O arquivo {} não foi encontrado nas informações da versão
ro: Fișierul {} nu a fost găsit în informațiile despre versiune
ru: Файл {} не найден в информации о версии
sv: Filen {} hittades inte i versionsinformationen
zh: 在版本信息中未找到文件 {}

source: {} Descargando {}...
ar: {} جاري تنزيل {}...
bg: {} Изтегляне на {}...
de: {} {} wird heruntergeladen...
el: {} Λήψη {}...
fr: {} Téléchargement de {}...
hu: {} letöltése folyamatban: {}...
it: {} Download di {}...
nl: {} {} wordt gedownload...
pt: {} Baixando {}...
ro: {} Se descarcă {}...
ru: {} Загрузка {}...
sv: {} Hämtar {}...
zh: {} 正在下载 {}...

source: {} Progreso: {percent:.1f}%
ar: {} التقدم: {percent:.1f}%
bg: {} Напредък: {percent:.1f}%
de: {} Fortschritt: {percent:.1f}%
el: {} Πρόοδος: {percent:.1f}%
fr: {} Progrès: {percent:.1f}%
hu: {} Előrehaladás: {percent:.1f}%
it: {} Progresso: {percent:.1f}%
nl: {} Voortgang: {percent:.1f}%
pt: {} Progresso: {percent:.1f}%
ro: {} Progres: {percent:.1f}%
ru: {} Прогресс: {percent:.1f}%
sv: {} Framsteg: {percent:.1f}%
zh: {} 进度：{percent:.1f}%

source: {} Descarga finalizada: {}
ar: {} تم اكتمال التنزيل: {}
bg: {} Изтеглянето приключи: {}
de: {} Download abgeschlossen: {}
el: {} Η λήψη ολοκληρώθηκε: {}
fr: {} Téléchargement terminé : {}
hu: {} Letöltés kész: {}
it: {} Download completato: {}
nl: {} Download voltooid: {}
pt: {} Transferência concluída: {}
ro: {} Descărcare finalizată: {}
ru: {} Загрузка завершена: {}
sv: {} Nedladdning slutförd: {}
zh: {} 下载完成：{}

source: Error al descargar el archivo: {}
ar: خطأ أثناء تنزيل الملف: {}
bg: Грешка при изтегляне на файла: {}
de: Fehler beim Herunterladen der Datei: {}
el: Σφάλμα κατά τη λήψη του αρχείου: {}
fr: Erreur lors du téléchargement du fichier : {}
hu: Hiba a fájl letöltésekor: {}
it: Errore durante il download del file: {}
nl: Fout bij downloaden van bestand: {}
pt: Erro ao baixar o arquivo: {}
ro: Eroare la descărcarea fișierului: {}
ru: Ошибка при загрузке файла: {}
sv: Fel vid nedladdning av fil: {}
zh: 下载文件出错：{}

source: {} Calculando la suma de verificación (SHA512)...
ar: {} جاري حساب قيمة التحقق (SHA512)...
bg: {} Изчисляване на контролна сума (SHA512)...
de: {} Berechnung der Prüfsumme (SHA512)...
el: {} Υπολογισμός ελέγχου (SHA512)...
fr: {} Calcul du contrôle d'intégrité (SHA512)...
hu: {} Ellenőrző összeg számítása (SHA512)...
it: {} Calcolo dell'hash (SHA512)...
nl: {} Controlegetal (SHA512) berekenen...
pt: {} Calculando soma de verificação (SHA512)...
ro: {} Se calculează suma de verificare (SHA512)...
ru: {} Вычисление контрольной суммы (SHA512)...
sv: {} Beräknar kontrollsumma (SHA512)...
zh: {} 正在计算校验和（SHA512）...

source: {} Suma de verificación esperada: {}
ar: {} قيمة التحقق المتوقعة: {}
bg: {} Очаквана контролна сума: {}
el: {} Αναμενόμενο άθροισμα ελέγχου: {}
hu: {} Elvárt ellenőrző összeg: {}
nl: {} Verwachte controlegetal: {}
ro: {} Suma de verificare așteptată: {}
ru: {} Ожидаемая контрольная сумма: {}
sv: {} Förväntad kontrollsumma: {}
zh: {} 预期校验和：{}

source: {} Suma de verificación calculada: {}
ar: {} قيمة التحقق المحسوبة: {}
bg: {} Изчислена контролна сума: {}
de: {} Berechnete Prüfsumme: {}
el: {} Υπολογισμένο άθροισμα ελέγχου: {}
fr: {} Contrôle d'intégrité calculé : {}
hu: {} Számított ellenőrző összeg: {}
it: {} Hash calcolato: {}
nl: {} Berekende controlegetal: {}
pt: {} Soma de verificação calculada: {}
ro: {} Suma de verificare calculată: {}
ru: {} Вычисленная контрольная сумма: {}
sv: {} Beräknad kontrollsumma: {}
zh: {} 计算的校验和：{}

source: {} Instalando ProtonPass...
ar: {} جاري تثبيت ProtonPass...
bg: {} Инсталиране на ProtonPass...
de: {} Installieren ProtonPass...
el: {} Εγκατάσταση ProtonPass...
fr: {} Installation en cours...
hu: {} ProtonPass telepítése...
it: {} Installando ProtonPass...
nl: {} ProtonPass wordt geïnstalleerd...
ro: {} Se instalează ProtonPass...
ru: {} Установка ProtonPass...
sv: {} Installerar ProtonPass...
zh: {} 正在安装 ProtonPass...

source: {} Error: Se requieren permisos de superusuario para instalar el paquete
ar: {} خطأ: يتطلب صلاحيات المستخدم الجذر لتثبيت الحزمة
bg: {} Грешка: Необходими са root права за инсталиране на пакета
de: {} Fehler: Zum Installieren des Pakets sind Superuser-Rechte erforderlich
el: {} Σφάλμα: Απαιτούνται δικαιώματα υπερχρήστη για την εγκατάσταση του πακέτου
fr: {} Erreur : Les droits superutilisateur sont requis pour installer le paquet
hu: {} Hiba: Rendszergazdai jogosultság szükséges a csomag telepítéséhez
it: {} Errore: sono necessari i permessi di superutente per installare il pacchetto
nl: {} Fout: root-rechten zijn vereist om het pakket te installeren
pt: {} Erro: são necessárias permissões de superusuário para instalar o pacote
ro: {} Eroare: Sunt necesare permisiuni de superutilizator pentru instalarea pachetului
ru: {} Ошибка: Для установки пакета требуются права суперпользователя
sv: {} Fel: Administratorbehörighet krävs för att installera paketet
zh: {} 错误：需要超级用户权限才能安装此软件包

source: {} ProtonPass se ha instalado correctamente
ar: {} تم تثبيت ProtonPass بنجاح
bg: {} ProtonPass е инсталиран успешно
de: {} ProtonPass wurde erfolgreich installiert
el: {} Το ProtonPass εγκαταστάθηκε με επιτυχία
hu: {} A ProtonPass sikeresen telepítve lett
it: {} ProtonPass è stato installato correttamente
nl: {} ProtonPass is succesvol geïnstalleerd
pt: {} ProtonPass foi instalado com sucesso
ro: {} ProtonPass a fost instalat cu succes
ru: {} ProtonPass успешно установлен
sv: {} ProtonPass har installerats framgångsrikt
zh: {} ProtonPass 安装成功

source: {} Error durante la instalación:
ar: {} حدث خطأ أثناء التثبيت:
bg: {} Грешка по време на инсталацията:
de: {} Fehler während der Installation:
el: {} Σφάλμα κατά την εγκατάσταση:
fr: {} Erreur pendant l'installation :
hu: {} Hiba a telepítés során:
it: {} Errore durante l'installazione:
nl: {} Fout tijdens installatie:
pt: {} Erro durante a instalação:
ro: {} Eroare în timpul instalării:
ru: {} Ошибка при установке:
sv: {} Fel under installationen:
zh: {} 安装过程中出错：

source: {} Intentando resolver las dependencias...
ar: {} جاري محاولة حل التبعيات...
bg: {} Опит за разрешаване на зависимости...
de: {} Abhängigkeiten werden aufgelöst...
el: {} Γίνεται προσπάθεια επίλυσης εξαρτήσεων...
fr: {} Tentative de résolution des dépendances...
hu: {} Függőségek megoldása folyamatban...
it: {} Tentativo di risoluzione delle dipendenze...
nl: {} Proberen afhankelijkheden op te lossen...
pt: {} Tentando resolver dependências...
ro: {} Se încearcă rezolvarea dependențelor...
ru: {} Попытка разрешить зависимости...
sv: {} Försöker lösa beroenden...
zh: {} 正在尝试解决依赖关系...

source: {} Dependencias resueltas, ProtonPass se ha instalado correctamente
ar: {} تم حل التبعيات، وتم تثبيت ProtonPass بنجاح
bg: {} Зависимостите са разрешени, ProtonPass е инсталиран успешно
de: {} Abhängigkeiten gelöst, ProtonPass wurde erfolgreich installiert
el: {} Οι εξαρτήσεις επιλύθηκαν, το ProtonPass εγκαταστάθηκε με επιτυχία
fr: {} Dépendances résolues, ProtonPass a été installé avec succès
hu: {} A függőségek megoldódtak, a ProtonPass sikeresen telepítve lett
it: {} Dipendenze risolte, ProtonPass è stato installato con successo
nl: {} Afhankelijkheden opgelost, ProtonPass is succesvol geïnstalleerd
pt: {} Dependências resolvidas, ProtonPass foi instalado com sucesso
ro: {} Dependențe rezolvate, ProtonPass s-a instalat cu succes
ru: {} Зависимости решены, ProtonPass успешно установлен
sv: {} Beroenden lösta, ProtonPass har installerats framgångsrikt
zh: {} 依赖已解决，ProtonPass 安装成功

source: {} No se pudieron resolver las dependencias automáticamente
ar: {} لم يتمكن من حل التبعيات تلقائياً
bg: {} Зависимостите не можаха да бъдат разрешени автоматично
de: {} Abhängigkeiten konnten nicht automatisch gelöst werden
el: {} Δεν ήταν δυνατή η αυτόματη επίλυση των εξαρτήσεων
fr: {} Impossible de résoudre les dépendances automatiquement
hu: {} A függőségeket nem sikerült automatikusan megoldani
it: {} Impossibile risolvere automaticamente le dipendenze
nl: {} Afhankelijkheden konden niet automatisch worden opgelost
pt: {} Não foi possível resolver as dependências automaticamente
ro: {} Nu s-au putut rezolva automat dependențele
ru: {} Не удалось автоматически разрешить зависимости
sv: {} Kunde inte lösa beroenden automatiskt
zh: {} 无法自动解决依赖关系

source: {} Error al ejecutar dpkg: {}
ar: {} خطأ أثناء تنفيذ dpkg: {}
bg: {} Грешка при изпълнение на dpkg: {}
de: {} Fehler beim Ausführen von dpkg: {}
el: {} Σφάλμα κατά την εκτέλεση του dpkg: {}
fr: {} Erreur lors de l'exécution de dpkg : {}
hu: {} Hiba a dpkg futtatásakor: {}
it: {} Errore nell'esecuzione di dpkg: {}
nl: {} Fout tijdens uitvoeren van dpkg: {}
pt: {} Erro ao executar o dpkg: {}
ro: {} Eroare la rularea dpkg: {}
ru: {} Ошибка при выполнении dpkg: {}
sv: {} Fel vid körning av dpkg: {}
zh: {} 执行 dpkg 时出错：{}

source: {} Iniciando la instalación de ProtonPass v{}
ar: {} بدء تثبيت ProtonPass v{}
bg: {} Стартира се инсталация на ProtonPass v{}
de: {} Installation von ProtonPass v{} wird gestartet
el: {} Έναρξη εγκατάστασης ProtonPass v{}
fr: {} Démarrage de l'installation de ProtonPass v{}
hu: {} ProtonPass v{} telepítésének indítása
it: {} Avvio dell'installazione di ProtonPass v{}
nl: {} Installatie van ProtonPass v{} wordt gestart
pt: {} Iniciando a instalação do ProtonPass v{}
ro: {} Începe instalarea ProtonPass v{}
ru: {} Запуск установки ProtonPass v{}
sv: {} Startar installation av ProtonPass v{}
zh: {} 开始安装 ProtonPass v{}

source: {} Se ha obtenido la información de la versión
ar: {} تم الحصول على معلومات الإصدار
bg: {} Информацията за версията е получена
de: {} Versionsinformationen abgerufen
el: {} Λήφθηκαν οι πληροφορίες έκδοσης
fr: {} Informations de version obtenues
hu: {} Verzióinformációk lekérve
it: {} Informazioni sulla versione ottenute
nl: {} Versie-informatie verkregen
pt: {} A informação foi obtida da versão
ro: {} S-au obținut informațiile despre versiune
ru: {} Информация о версии получена
sv: {} Versionsinformation mottagen
zh: {} 已获取版本信息

source: {} ¡AVISO! La suma de verificación no coincide.
ar: {} تنبيه! قيمة التحقق غير متطابقة.
bg: {} ВНИМАНИЕ! Контролната сума не съвпада.
de: {} WARNUNG! Die Prüfsumme stimmt nicht überein.
el: {} ΠΡΟΕΙΔΟΠΟΙΗΣΗ! Το άθροισμα ελέγχου δεν ταιριάζει.
fr: {} AVERTISSEMENT ! Le contrôle d'intégrité ne correspond pas.
hu: {} FIGYELMEZTETÉS! Az ellenőrző összeg nem egyezik.
it: {} AVVISO! L'hash non corrisponde.
nl: {} WAARSCHUWING! Controlegetal komt niet overeen.
pt: {} AVISO! A soma de verificação não confere.
ro: {} AVERTISMENT! Suma de verificare nu corespunde.
ru: {} ВНИМАНИЕ! Контрольная сумма не совпадает.
sv: {} VARNING! Kontrollsumman stämmer inte överens.
zh: {} 警告！校验和不匹配。

source: El archivo descargado podría estar corrupto o comprometido.
ar: قد يكون الملف الذي تم تنزيله تالفاً أو تم التلاعب به.
bg: Изтегленият файл може да е повреден или подправен.
el: Το αρχείο που λήφθηκε μπορεί να είναι κατεστραμμένο ή αλλοιωμένο.
hu: A letöltött fájl megsérülhetett vagy kompromittálódhatott.
nl: Het gedownloade bestand kan beschadigd of aangetast zijn.
ro: Fișierul descărcat poate fi corupt sau compromis.
ru: Загруженный файл может быть поврежден или скомпрометирован.
sv: Den nedladdade filen kan vara skadad eller manipulerad.
zh: 下载的文件可能已损坏或被篡改。

source: Por seguridad, no se procederá con la instalación.
ar: لأسباب أمنية، لن تستمر عملية التثبيت.
bg: Поради съображения за сигурност, инсталирането няма да продължи.
el: Για λόγους ασφαλείας, η εγκατάσταση δεν θα συνεχιστεί.
hu: Biztonsági okokból a telepítés nem folytatódik.
nl: Om veiligheidsredenen wordt de installatie niet voortgezet.
ro: Din motive de securitate, instalarea nu va continua.
ru: В целях безопасности установка не будет продолжена.
sv: Av säkerhetsskäl kommer installationen inte att fortsätta.
zh: 出于安全考虑，将不会继续安装。

source: {} La suma de verificación coincide
ar: {} قيمة التحقق متطابقة
bg: {} Контролната сума съвпада
de: {} Die Prüfsumme stimmt überein
el: {} Το άθροισμα ελέγχου ταιριάζει
fr: {} Le contrôle d'intégrité correspond
hu: {} Az ellenőrző összeg megegyezik
it: {} L'hash corrisponde
nl: {} Controlegetal komt overeen
pt: {} A soma de verificação confere
ro: {} Suma de verificare corespunde
ru: {} Контрольная сумма совпадает
sv: {} Kontrollsumman stämmer
zh: {} 校验和匹配

source: {} Se ha producido un error durante el proceso: {}
ar: {} حدث خطأ أثناء العملية: {}
bg: {} Възникна грешка по време на процеса: {}
de: {} Während des Prozesses ist ein Fehler aufgetreten: {}
el: {} Παρουσιάστηκε σφάλμα κατά τη διάρκεια της διαδικασίας: {}
fr: {} Une erreur s'est produite durant le processus : {}
hu: {} Hiba történt a folyamat során: {}
it: {} Si è verificato un errore durante il processo: {}
nl: {} Er is een fout opgetreden tijdens het proces: {}
pt: {} Ocorreu um erro durante o processo: {}
ro: {} A apărut o eroare în timpul procesului: {}
ru: {} Возникла ошибка в процессе: {}
sv: {} Ett fel uppstod under processen: {}
zh: {} 过程中发生错误：{}

source: Descarga, verifica e instala ProtonPass automáticamente
ar: قم بتنزيل وتحقق وتثبيت ProtonPass تلقائياً
bg: Автоматично изтегли, провери и инсталирай ProtonPass
de: Lädt ProtonPass automatisch herunter, überprüft und installiert es
el: Αυτόματη λήψη, επαλήθευση και εγκατάσταση του ProtonPass
fr: Télécharge, vérifie et installe ProtonPass automatiquement
hu: A ProtonPass automatikus letöltése, ellenőrzése és telepítése
it: Scarica, verifica e installa automaticamente ProtonPass
nl: Download, verifieer en installeer ProtonPass automatisch
pt: Baixa, verifica e instala o ProtonPass automaticamente
ro: Descarcă, verifică și instalează ProtonPass automat
ru: Автоматически скачивайте, проверяйте и устанавливайте ProtonPass
sv: Ladda ner, verifiera och installera ProtonPass automatiskt
zh: 自动下载、验证并安装 ProtonPass

source: Ejemplo: python3 protonpass_installer.py 1.32.5
ar: مثال: python3 protonpass_installer.py 1.32.5
bg: Пример: python3 protonpass_installer.py 1.32.5
de: Beispiel: python3 protonpass_installer.py 1.32.5
el: Παράδειγμα: python3 protonpass_installer.py 1.32.5
fr: Exemple : python3 protonpass_installer.py 1.32.5
hu: Példa: python3 protonpass_installer.py 1.32.5
it: Esempio: python3 protonpass_installer.py 1.32.5
nl: Voorbeeld: python3 protonpass_installer.py 1.32.5
pt: Exemplo: python3 protonpass_installer.py 1.32.5
ro: Exemplu: python3 protonpass_installer.py 1.32.5
ru: Пример: python3 protonpass_installer.py 1.32.5
sv: Exempel: python3 protonpass_installer.py 1.32.5
zh: 示例：python3 protonpass_installer.py 1.32.5

source: Versión de ProtonPass a instalar (por ejemplo: 1.32.5)
ar: إصدار ProtonPass المراد تثبيته (مثال: 1.32.5)
bg: Версия на ProtonPass за инсталиране (напр.: 1.32.5)
de: Zu installierende ProtonPass-Version (z.B.: 1.32.5)
el: Έκδοση ProtonPass για εγκατάσταση (π.χ.: 1.32.5)
fr: Version de ProtonPass à installer (par exemple : 1.32.5)
hu: Telepítendő ProtonPass verzió (pl.: 1.32.5)
it: Versione di ProtonPass da installare (ad esempio: 1.32.5)
nl: ProtonPass-versie om te installeren (bijv.: 1.32.5)
pt: Versão do ProtonPass para instalar (exemplo: 1.32.5)
ro: Versiunea ProtonPass de instalat (de exemplu: 1.32.5)
ru: Версия ProtonPass для установки (например: 1.32.5)
sv: ProtonPass-version att installera (t.ex.: 1.32.5)
zh: 要安装的 ProtonPass 版本（例如：1.32.5）

source: Únicamente descarga y verifica, no instala
ar: قم بالتنزيل والتحقق فقط، لا تثبت
bg: Само изтегля и проверява, не инсталира
de: Nur herunterladen und überprüfen, nicht installieren
el: Μόνο λήψη και επαλήθευση, χωρίς εγκατάσταση
fr: Télécharger et vérifier uniquement, ne pas installer
hu: Csak letöltés és ellenőrzés, telepítés nélkül
it: Solo download e verifica, non installare
nl: Alleen downloaden en verifiëren, niet installeren
pt: Apenas baixar e verificar, não instalar
ro: Doar descarcă și verifică, nu instalează
ru: Только скачать и проверить, не устанавливать
sv: Endast nedladdning och verifiering, ingen installation
zh: 只下载和验证，不安装

source: {} Este «script» está diseñado para sistemas basados en Debian/Ubuntu
ar: {} تم تصميم هذا البرنامج النصي لأنظمة Debian/Ubuntu
fr: {} Ce script est conçu pour les systèmes basés sur Debian/Ubuntu
it: {} Questo script è progettato per sistemi basati su Debian/Ubuntu
pt: {} Este script foi projetado para sistemas baseados em Debian/Ubuntu
ru: {} Этот скрипт предназначен для систем на базе Debian/Ubuntu
zh: {} 此脚本适用于基于 Debian/Ubuntu 的系统

source: {} Error: No se puede conectar a internet
ar: {} خطأ: لا يمكن الاتصال بالإنترنت
bg: {} Грешка: Няма връзка с интернет
de: {} Fehler: Es kann keine Verbindung zum Internet hergestellt werden
el: {} Σφάλμα: Δεν είναι δυνατή η σύνδεση στο διαδίκτυο
fr: {} Erreur : Impossible de se connecter à Internet
hu: {} Hiba: Nem lehet csatlakozni az internethez
it: {} Errore: impossibile connettersi a Internet
nl: {} Fout: Kan geen verbinding maken met het internet
pt: {} Erro: não é possível conectar à internet
ro: {} Eroare: Nu se poate conecta la internet
ru: {} Ошибка: Нет подключения к интернету
sv: {} Fel: Kan inte ansluta till Internet
zh: {} 错误：无法连接到互联网

source: {} Se activa el modo de verificación, no se instalará la aplicación
ar: {} تم تفعيل وضع التحقق فقط، لن يتم تثبيت التطبيق
bg: {} Режим само за проверка е активиран, приложението няма да се инсталира
de: {} Nur-Überprüfungsmodus aktiviert
el: {} Ενεργοποιήθηκε η λειτουργία μόνο-επαλήθευσης
fr: {} Le mode vérification est activé, l'application ne sera pas installée
hu: {} Csak-ellenőrzés mód engedélyezve
it: {} La modalità di verifica è attivata, l'applicazione non verrà installata
nl: {} Alleen-verificatiemodus geactiveerd, de applicatie wordt niet geïnstalleerd
pt: {} O modo de verificação é ativado, o aplicativo não será instalado
ro: {} Modul doar verificare este activat, aplicația nu va fi instalată
ru: {} Включен режим только проверки, установка приложения не будет выполнена
sv: {} Verifieringsläge aktiverat, applikationen kommer inte att installeras
zh: {} 已启用仅验证模式，不会安装应用程序

source: {} ¡ProtonPass se ha instalado correctamente!
ar: {} تم تثبيت ProtonPass بنجاح!
bg: {} ProtonPass беше инсталиран успешно!
de: {} ProtonPass wurde erfolgreich installiert!
el: {} Το ProtonPass εγκαταστάθηκε με επιτυχία!
fr: {} ProtonPass a été installé avec succès !
hu: {} A ProtonPass sikeresen telepítve lett!
it: {} ProtonPass è stato installato correttamente!
nl: {} ProtonPass is succesvol geïnstalleerd!
pt: {} ProtonPass foi instalado com sucesso!
ro: {} ProtonPass a fost instalat cu succes!
ru: {} ProtonPass успешно установлен!
sv: {} ProtonPass har installerats framgångsrikt!
zh: {} ProtonPass 安装成功！

source: Puedes encontrarlo en el menú de aplicaciones o ejecutar 'proton-pass'
ar: يمكنك العثور عليه في قائمة التطبيقات أو تشغيل 'proton-pass'
bg: Можете да го намерите в менюто с приложения или чрез командата 'proton-pass'
el: Θα το βρείτε στο μενού εφαρμογών ή εκτελέστε 'proton-pass'
hu: Az alkalmazások menüjében megtalálható, vagy futtassa a 'proton-pass' parancsot
nl: U kunt het vinden in het applicatiemenu of 'proton-pass' uitvoeren
ro: Îl poți găsi în meniul de aplicații sau rula 'proton-pass'
ru: Вы можете найти его в меню приложений или запустить 'proton-pass'
sv: Du kan hitta det i programmenyn eller köra 'proton-pass'
zh: 可以在应用菜单中找到它，或运行 'proton-pass'

source: {} Ha fallado la instalación. Revisa los errores anteriores.
ar: {} فشل التثبيت. تحقق من الأخطاء السابقة.
bg: {} Инсталацията не бе успешна. Проверете предходните грешки.
de: {} Die Installation ist fehlgeschlagen. Überprüfen Sie die vorherigen Fehler.
el: {} Η εγκατάσταση απέτυχε. Ελέγξτε τα προηγούμενα σφάλματα.
fr: {} L'installation a échoué. Vérifiez les erreurs précédentes.
hu: {} A telepítés sikertelen. Ellenőrizze a korábbi hibákat.
it: {} Installazione fallita. Controlla gli errori precedenti.
nl: {} Installatie mislukt. Controleer de voorgaande fouten.
pt: {} Falha na instalação. Verifique os erros anteriores.
ro: {} Instalarea a eșuat. Verifică erorile anterioare.
ru: {} Установка не удалась. Проверьте предыдущие ошибки.
sv: {} Installationen misslyckades. Kontrollera tidigare fel.
zh: {} 安装失败。请检查上述错误。

source: Muestra los idiomas disponibles y sale
ar: يعرض اللغات المتاحة ويخرج
bg: Показва наличните езици и излиза
de: Zeigt die verfügbaren Sprachen an und beendet das Programm
el: Εμφανίζει τις διαθέσιμες γλώσσες και τερματίζει
fr: Affiche les langues disponibles et quitte
hu: Megjeleníti az elérhető nyelveket és kilép
it: Mostra le lingue disponibili ed esce
nl: Toont de beschikbare talen en sluit af
pt: Mostra os idiomas disponíveis e sai
ro: Afișează limbile disponibile și iese
ru: Показывает доступные языки и выходит
sv: Visar tillgängliga språk och stänger
zh: 显示可用语言并退出
